Repository: vkotek/comon
Catalog: languages/plugins/bnfw-*.po
Languages: cs_cz

source: New Term
cs_cz: Nová položka

source: You must choose at least one User or User Role to send the notification to before you can save
cs_cz: Musíte vybrat alespoň jednoho uživatele nebo Uživatelskou úroveň, kam odesílat upozornění, než jej uložíte

source: User Role Changed
cs_cz: Uživatelská úroveň byla změněna

source: [%s] Your username and password
cs_cz: [%s] Vaše jméno a heslo

source: http://wordpress.org/plugins/bnfw/
cs_cz: https://cs.wordpress.org/plugins/bnfw/

source: Send customisable emails to your users for different WordPress notifications.
cs_cz: Posílejte přizpůsobitelné HTML e-maily svým uživatelům pro různá WordPress oznámení.

source: Show additional email fields
cs_cz: Zobrazit dodatečná e-mailová pole

source: [%s] Your username and password info
cs_cz: [%s] Uživatelské jméno a heslo

source: Password: %s
cs_cz: Heslo: %s

source: [%s] New User Registration
cs_cz: [%s] Nová uživatelská registrace

source: To set your password, visit the following address:
cs_cz: Možnost vytvoření hesla získáte kliknutím na následující odkaz:

source: Username: %s
cs_cz: Uživatel %s

source: Deactivate License
cs_cz: Deaktivovat licenci

source: %1$s License Key
cs_cz: %1$s klíč licence

source: New user registration on your site %s:
cs_cz: Nově registrovaný uživatel na webu %s:

source: Addon Licenses
cs_cz: Licence doplňků

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
cs_cz: K dispozici je nová verze %1$s available. <a target="_blank" class="thickbox" href="%2$s">zobrazit detaily verze %3$s </a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
cs_cz: K dispozici je nová verze %1$s available. <a target="_blank" class="thickbox" href="%2$s">zobrazit detaily verze %3$s </a> nebo <a href="%4$s">aktualizovat nyní</a>.

source: You do not have permission to install plugin updates
cs_cz: Nemáte oprávnění k instalaci aktualizací pluginu

source: Error
cs_cz: Chyba

source: for
cs_cz: pro

source: (Auto Imported)
cs_cz: (Automaticky importováno)

source: User Roles
cs_cz: Uživatelské role

source: Users
cs_cz: Podle uživatele

source: Notification Type
cs_cz: Typ oznámení

source: Enabled?
cs_cz: Aktivováno?

source: User Roles / Users
cs_cz: Uživatelské úrovně / Uživatelé

source: User Registration - For User
cs_cz: Registrace nového uživatele - pro uživatele

source: User Registration - For Admin
cs_cz: Registrace nového uživatele - pro administrátora

source: Updated
cs_cz: Aktualizováno

source: Pending Review
cs_cz: Čekající na schválení

source: Scheduled
cs_cz: Naplánováno

source: Comment
cs_cz: Komentář

source: New Term in
cs_cz: Nová položka v

source: Move to Trash
cs_cz: Odstranit do koše

source: Delete Permanently
cs_cz: Smazat trvale

source: Disable Notification
cs_cz: Zakázat oznámení

source: Send Me a Test Email
cs_cz: Poslat mi zkušební e-mail

source: Save
cs_cz: Uložit

source: Test Notification Sent.
cs_cz: Zkušební oznámení bylo odesláno.

source: Notification saved.
cs_cz: Oznámení uloženo.

source: Stop additional paragraph and line break HTML from being inserted into my notifications
cs_cz: Nevkládat další odstavec a HTML zalomení do těchto oznámení

source: Shortcode Help
cs_cz: Shortcode nápověda

source: Message Body
cs_cz: Tělo zprávy

source: Documentation
cs_cz: Dokumentace

source: Need some help?
cs_cz: Nevíte si rady?

source: New
cs_cz: Nová

source: Subject
cs_cz: Předmět

source: This notification doesn't support additional email fields.
cs_cz: Toto oznámení nepodporuje další e-mailová pole v předmětu e-mailu.

source: Email Formatting
cs_cz: Formátování e-mailu

source: Additional Email Fields
cs_cz: Dodatečná e-mailová pole

source: Set "From" Name & Email, CC, BCC
cs_cz: Nastavit "Od" Jméno a E-mail, kopii, skrytou kopii

source: From Name and Email
cs_cz: Od Jméno a E-mail

source: CC
cs_cz: Kopie

source: BCC
cs_cz: Skrytá kopie

source: Send this notification to the Author only
cs_cz: Odeslat toto oznámení pouze autorovi příspěvku

source: Send To
cs_cz: Odeslat

source: Disable this Notification for the User that triggered it
cs_cz: Vypnout oznámení pro uživatele který jej inicioval

source: Scheduled
cs_cz: Stanovit termín

source: New Comment
cs_cz: Nový komentář

source: Custom Taxonomy
cs_cz: Vlastní taxonomie

source: New
cs_cz: Nový

source: Update
cs_cz: Obnovit

source: Pending Review
cs_cz: Čeká na kontrolu

source: New Tag
cs_cz: Nový štítek

source: New Page Published
cs_cz: Nové zveřejnění stránky

source: Page Updated
cs_cz: Aktualizovaná stránka

source: Page Pending Review
cs_cz: Stránka čekající na schválení

source: Page Scheduled
cs_cz: Naplánovaná stránka

source: Page - New Comment
cs_cz: Stránka - nový komentář

source: Custom Post Type
cs_cz: Vlastní typ příspěvku

source: New Category
cs_cz: Novou kategorii

source: Save Notification
cs_cz: Uložit oznámení

source: Notification For
cs_cz: Oznámení pro

source: New Comment / Awaiting Moderation
cs_cz: Nový komentář / Čekající na schválení

source: New Trackback
cs_cz: Nový trackback

source: New Pingback
cs_cz: Nový pingback

source: Lost Password - For Admin
cs_cz: Zapomenuté heslo - pro administrátora

source: New User Registration - For Admin
cs_cz: Registrace nového uživatele - pro administrátora

source: Lost Password - For User
cs_cz: Zapomenuté heslo - pro uživatele

source: New User Registration - For User
cs_cz: Registrace nového uživatele - pro uživatele

source: New User - Welcome Email
cs_cz: Nový uživatel - uvítací e-mail

source: Comment Reply
cs_cz: Odpověď na komentář

source: New Post Published
cs_cz: Nové zveřejnění příspěvku

source: Post Updated
cs_cz: Aktualizovaný příspěvek

source: Post Pending Review
cs_cz: Příspěvek čeká na schválení

source: Post Scheduled
cs_cz: Naplánovaný příspěvek

source: Add New Notification
cs_cz: Přidat nové oznámení

source: Edit Notification
cs_cz: Upravit oznámení

source: New Notification
cs_cz: Nové upozornění

source: View Notification
cs_cz: Zobrazit upozornění

source: No Notifications found
cs_cz: Nebyla nalezena žádná oznámení

source: No Notifications found in trash
cs_cz: V koši nebyla nalezena žádná oznámení

source: All Notifications
cs_cz: Veškerá oznámení

source: Search Notifications
cs_cz: Hledat oznámení

source: Notifications
cs_cz: Upozornění

source: Add New
cs_cz: Vložit novou

source: Notification
cs_cz: Oznámení

source: Plain Text
cs_cz: Prostý text

source: Suppress SPAM comment notification
cs_cz: Potlačit oznámení komentářového SPAMU

source: Don't send notifications for comments marked as SPAM by Akismet
cs_cz: Neposílat oznámení pro komentáře označené Akismetem jako SPAM

source: Default Email Format
cs_cz: Výchozí formát e-mailu

source: This will apply to all emails sent out via WordPress, even those from other plugins. For more details, please see the <a href="https://wordpress.org/plugins/bnfw/faq/" target="_blank">FAQ</a>.
cs_cz: Tohle ovlivní veškeré e-maily odeslané z WordPressu, a to i ty, které budou od ostatních pluginů. Více informací, naleznete v <a href="https://wordpress.org/plugins/bnfw/faq/" target="_blank">Často kladených dotazech (anglicky)</a>.

source: HTML Formatting
cs_cz: HTML formátování

source: BNFW Settings
cs_cz: BNFW Nastavení

source: Notification Settings
cs_cz: Nastavení oznámení

source: Settings
cs_cz: Konfigurace
